HELLO_TEXT = (
    "<b>Ласкаво просимо до бота команди Masons Traffic.</b>\n"
    "<i>Ми зробили бот, який допоможе тобі швидше потрапити до команди Masons Traffic.</i>\n\n"

    "<u>Що тут буде?</u>\n"
    "- Повідомлення про всі нові вакансії\n"
    "- Швидкий зв'язок з нашими HR-ми, для комунікації з вакансій\n"
    "- Можливість заповнити анкету, щоб ми тобі першим писали, якщо є відповідна вакансія\n\n"

    "<b>Приєднуйся до команди Masons Traffic!</b>\n\n "
    "Заповнюй скоріше анкету, щоб ми з тобою познайомилися!"
)

FAQ_INFO = (
    "<b>Загальна інформація FAQ</b>\n\n"

    "<b>Базові команди:</b>\n"
    "/start - Запуск бота\n"
    "/help - Загальна інформація\n\n"
    "/menu - Головне меню навігації\n\n"

    "<b>Основні функції:</b>\n"
    "- <i>Переглянути актуальні вакансії</i>, функція дозволяє вам продивитись усі актуальні пропозиції "
    "від кампанії на цей час. Під кожною вакансією є можливість зв'язатися з рекрутером щодо певної "
    "пропозиції\n\n"
    "- <i>Заповнити власну анкету</i>. Після заповнення з тобою зв'яжуться наші рекрутери, "
    "щоб запропонувати актуальні пропозиції"
)

ADD_RESUME_TEXT = ("<b>Ваше резюме успішно додано до нашої бази кандидатів!</b>\n\n"
                   "Дякуємо за проявлений інтерес до нашої компанії\n\n"
                   "Наша команда рекрутерів розгляне вашу кандидатуру, і у випадку позитивного рішення,"
                   "ми обов'язково з вами зв'яжемося\n\n Це може стати початком нового етапу в вашій кар'єрі,"
                   "тому <b>тримайте зв'язок!</b>")
