HELLO_TEXT = (
    "<b>Ласкаво просимо до бота команди Masons Traffic.</b>\n"
    "<i>Ми зробили бот, який допоможе тобі швидше потрапити до команди Masons Traffic.</i>\n\n"

    "<u>Що тут буде?</u>\n"
    "- Повідомлення про всі нові вакансії\n"
    "- Швидкий зв'язок з нашими HR-ми, для комунікації з вакансій\n"
    "- Можливість заповнити анкету, щоб ми тобі першим писали, якщо є підходяща вакансія\n\n"

    "<b>Приєднуйся до команди Masons Traffic!</b>\n\n "
    "Заповнюй скоріше анкету, щоб ми з тобою познайомилися! /form"
)

FAQ_INFO = (
    "<b>Загальна інформація FAQ</b>\n\n"

    "<b>Базові команди:</b>\n"
    "/start - Запуск бота\n"
    "/help - Загальна інформація\n\n"

    "<b>Основні функції:</b>\n"
    "- <i>Переглянути актуальні вакансії</i>, функція дозволяє вам продивитись усі актуальні пропозиції "
    "від кампанії на данний момент. Під кожною вакансією є можливість зв'язатися з рекрутером щодо певної "
    "пропозиції\n\n"
    "- <i>Заповнити власну анкету</i>. Після заповнення з тобою зв'яжуться наші рекрутери, "
    "щоб запропонувати актуальні пропозиції"
)
